Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Pearl powder for medical purposes
it: Polvere di perle per uso medico

source: Sugar substitutes for diabetics
it: Sostituti dello zucchero per diabetici

source: Food esters for pharmaceutical purposes
it: Esteri alimentari per uso farmaceutico

source: Food for diabetics
it: Alimenti per diabetici

source: Antiseptic cotton
it: Cotone antisettico

source: Fly catching paper
it: Acchiappa-mosche

source: Smelling salts
it: Sali odoranti

source: Opotherapy preparations
it: Prodotti opoterapici

source: Food for medically restricted diets
it: Alimenti per diete mediche ristrette

source: Albuminous foodstuffs for medical purposes
it: Alimenti a base di albumina per uso medico

source: Starch for dietetic or pharmaceutical purposes
it: Amido per uso dietetico o farmaceutico

source: Bismuth subnitrate for pharmaceutical purposes
it: Sottonitrato di bismuto per uso farmaceutico

source: Blood for medical purposes
it: Sangue per uso medico

source: Menthol
it: Mentolo

source: Medicated creams for the care of the feet
it: Creme medicate per la cura dei piedi

source: Reagents for in-vitro laboratory use [for medical purposes]
it: Reagenti per uso di laboratorio in vitro [per uso medico]

source: Reagents for microbiological analysis [for medical purposes]
it: Reagenti per analisi microbiologica [per uso medico]

source: Lecithin dietary supplements
it: Integratori alimentari di lecitina

source: Medicinal tea
it: Tè medicinale

source: Creams (Medicated -) for the lips
it: Creme (Medicate -) per le labbra

source: Implants comprising living tissue
it: Impianti comprendenti tessuti vivi

source: Poultices
it: Cataplasmi

source: Lime-based pharmaceutical preparations
it: Preparazioni farmaceutiche a base di calce

source: Chemical reagents for medical or veterinary purposes
it: Reagenti chimici per uso medico o veterinario

source: Spermicidal gels
it: Gel spermicidi

source: Mustard oil for medical purposes
it: Olio di mostarda per uso medico

source: Frostbite salve for pharmaceutical purposes
it: Balsamo antigeloni per uso farmaceutico

source: Adhesive tapes for medical purposes
it: Nastri adesivi per la medicina

source: Caustic pencils
it: Matite caustiche

source: Elastic bandages [dressings]
it: Bendaggi elastici [fasciature]

source: Disinfectant dressings
it: Fasciature disinfettanti

source: Disinfectants for veterinary use
it: Disinfettanti per uso veterinario

source: Sea water for medicinal bathing
it: Acqua di mare per bagni medicinali

source: Balms for medical purposes
it: Balsami per uso medico

source: Medicines for veterinary purposes
it: Medicamenti per uso veterinario

source: Flowers of sulfur for pharmaceutical purposes
it: Fiori di zolfo per uso farmaceutico

source: Smoking herbs for medical purposes
it: Erbe da fumare per uso medico

source: Ethical medicinal preparations
it: Preparati medicinali etici

source: Fabric deodorizers
it: Deodoranti per tessuti

source: Therapeutic creams [medical]
it: Creme terapeutiche [mediche]

source: Lubricants for surgical purposes
it: Lubrificanti per uso chirurgico

source: Antibiotics for fish
it: Antibiotici per pesci

source: Antigens
it: Antigeni

source: Anti-microbial preparations
it: Preparati antimicrobici

source: Implantable materials for use in guided tissue regeneration
it: Materiali impiantabili per la rigenerazione guidata dei tessuti

source: Implants for guided tissue regeneration
it: Impianti per rigenerazione guidata dei tessuti

source: Expectorants
it: Espettoranti

source: Babies' creams [medicated]
it: Creme per neonati [medicate]

source: Gas mixtures for medical use
it: Miscele di gas per uso medico

source: Deodorants for clothing and textiles
it: Deodoranti per indumenti o materie tessili

source: Vitamin and mineral supplements
it: Integratori vitaminici e minerali

source: Tincture of iodine
it: Tintura di iodio

source: Remedies for perspiration
it: Rimedi contro la traspirazione

source: Impregnated medicated wipes
it: Salviette medicate imbevute

source: Preparations for preventing the formation of algae in water
it: Preparati per la prevenzione della formazione delle alghe nell'acqua

source: Antioxidants
it: Antiossidanti

source: Antiseptic ointments
it: Unguenti antisettici

source: Antiseptic preparations for wound care
it: Preparati antisettici per la cura delle ferite

source: Animal sperm
it: Sperma animale

source: Cellulose for pharmaceutical purposes
it: Cellulosa per uso farmaceutico

source: Gypsum for dental purposes
it: Gesso per uso dentario

source: Herbal compounds for medical use
it: Composti a base di erbe per uso medico

source: Pharmaceutical preparations for the treatment of cancer
it: Prodotti farmaceutici per la cura del cancro

source: Dental materials for making models of teeth
it: Materali dentali per creare modelli dentali

source: Night creams [medicated]
it: Creme da notte [medicate]

source: Disinfectants
it: Disinfettanti

source: Moisturising creams [pharmaceutical]
it: Creme idratanti [farmaceutico]

source: Antifungal creams for medical use
it: Creme antimicotiche per uso medico

source: Cold cream for medical use
it: Crema emolliente per uso medico

source: Colouring reagents for detecting dental plaque
it: Reagenti coloranti per la rivelazione di placca dentaria

source: Air deodorising preparations
it: Deodoranti per ambienti

source: Sterilising solutions
it: Soluzioni sterilizzanti

source: Synthetic material for use in producing casts
it: Materiale sintetico per la produzione di docce di gesso

source: Fish oil for medical purposes
it: Olio di pesce per uso medico

source: Gamboge for medical purposes
it: Gomma-gutta per uso medico

source: Isotopes for medical purposes
it: Isotopi per uso medico

source: Diagnostic testing materials for medical use
it: Materiali per analisi diagnostiche per uso medico

source: Amino acids for veterinary purposes
it: Aminoacidi per uso veterinario

source: Mud for baths
it: Fanghi per bagni

source: Powder of cantharides
it: Polvere di cantaride

source: Cellulose esters for pharmaceutical purposes
it: Esteri di cellulosa per uso farmaceutico

source: Vaccines
it: Vaccini

source: Detergents for medical purposes
it: Detergenti [detersivi] per uso medico

source: Disposable training pants of paper for infants
it: Pannolini-mutandina di carta monouso per neonati

source: Disposable nappies made of cellulose for incontinents
it: Pannolini monouso di cellulosa per incontinenti

source: Dragees [medicines]
it: Confetti [medicinali]

source: Medicated creams
it: Creme medicate

source: Medicated food supplements
it: Integratori alimentari medicati

source: Sugar for medical purposes
it: Zucchero per uso medico

source: Reagents for use in analysis [for veterinary purposes]
it: Reagenti per analisi [per uso veterinario]

source: Vitamin supplements for animals
it: Integratori vitaminici per animali

source: Pharmaceutical preparations for skin care
it: Prodotti farmaceutici per le cure della pelle

source: Creams (Medicated -) for application after exposure to the sun
it: Creme (Medicate -) per l'applicazione dopo l'esposizione al sole

source: Demineralised water for medical purposes
it: Acqua demineralizzata per uso medico

source: Dental bonding material
it: Materiale legante dentale

source: Capsules for medicines
it: Capsule per medicamenti

source: Pharmaceutical preparations for treating dandruff
it: Prodotti farmaceutici contro la forfora

source: Moleskin for medical purposes
it: Moleskin [tessuto] per uso medico

source: Enzyme preparations for veterinary purposes
it: Preparati enzimatici per uso veterinario

source: Tissues impregnated with pharmaceutical lotions
it: Tovaglioli imbevuti di lozioni farmaceutiche

source: Sedatives
it: Calmanti

source: Milk sugar
it: Lattosio

source: Lotions for veterinary purposes
it: Lozioni per uso veterinario

source: Spermicidal creams
it: Creme spermicide

source: Dill oil for medical purposes
it: Essenza d'aneto per uso medico

source: Chemical conductors for electrocardiograph electrodes
it: Conduttori chimici per elettrodi di elettrocardiografi

source: Medicines for alleviating constipation
it: Rimedi contro la costipazione

source: Crystals for therapeutic purposes
it: Cristalli per uso terapeutico

source: Digestive enzymes
it: Enzimi digestivi

source: Balsamic preparations for medical purposes
it: Essenze balsamiche per uso medico

source: Lotions for pharmaceutical purposes
it: Lozioni per uso farmaceutico

source: Yeast for pharmaceutical purposes
it: Lievito per uso farmaceutico

source: Lupulin for pharmaceutical purposes
it: Luppolina per uso farmaceutico

source: Mangrove bark for pharmaceutical purposes
it: Corteccia di mangrovia per uso farmaceutico

source: Medicines for human purposes
it: Medicamenti per la medicina umana

source: Diagnostic preparations for medical purposes
it: Preparazioni per la diagnostica per uso medico

source: Evening primrose oil for medical use
it: Olio di enotera per uso medico

source: Tobacco substitutes for medical purposes
it: Succedanei del tabacco per uso medico

source: Marine antifoulants
it: Anti-incrostanti marini

source: Antimicrobial mouthwashes
it: Collutori antimicrobici

source: Human immune globulin
it: Immunoglobulina umana

source: Protective creams (Medicated -)
it: Creme protettive (Medicate -)

source: Reactants for medical diagnosis
it: Reagenti per diagnosi medica

source: Attractants for pet animals
it: Attrattivi per animali domestici

source: Bandages for making casts
it: Bendaggi per docce di gesso

source: Powders for killing fleas on animals
it: Polveri antipulci per animali

source: Preparations for controlling insects
it: Preparati per l'eliminazione degli insetti

source: Preparations for inhibiting sexual coupling
it: Preparati per inibire l'accoppiamento sessuale

source: Irish moss for medical purposes
it: Muschio d'irlanda per uso medico

source: Pharmaceuticals for the treatment of erectile dysfunction
it: Prodotti farmaceutici per il trattamento della disfunzione erettile

source: Impregnated medicated swabs
it: Tamponi medicati imbevuti

source: Preparations for preventing sucking of the fingers
it: Preparati per impedire di succhiarsi le dita

source: Antiseptic sprays in aerosol form for use on hard surfaces
it: Spray antisettici sotto forma d'aerosol da utilizzare su superfici dure

source: Gum for medical purposes
it: Gomme per uso medico

source: Anti-allergy sprays
it: Spray antiallergici

source: Bone cements for orthopaedic purposes
it: Cementi per ossa per uso ortopedico

source: Pharmaceutical preparations for animals
it: Preparati farmaceutici per animali

source: Pharmaceutical preparations in strip form
it: Preparati farmaceutici in strisce

source: Rubbing alcohol
it: Alcol per massaggi

source: Cardiovascular pharmaceuticals
it: Prodotti farmaceutici cardiovascolari

source: Dental cement for fillings
it: Cemento per otturazioni dentarie

source: Iodine
it: Iodio

source: Meal replacement powders
it: Polveri sostitutive dei pasti

source: Chemical preparations for testing blood for medical purposes
it: Preparati chimici per l'analisi del sangue per uso medico

source: Combinations of calcium salts for pharmaceutical use
it: Combinazioni di sali di calcio per uso farmaceutico

source: Corrosive agents for the surface treatment of teeth
it: Agenti corrosivi per il trattamento della superficie dei denti

source: Cotton wool for surgical use
it: Ovatta per uso chirurgico

source: Pectin for pharmaceutical purposes
it: Pectina per uso farmaceutico

source: Reagent paper for medical or veterinary purposes
it: Carta reattiva per scopi medici o veterinari

source: Preparations for destroying insects
it: Preparati per distruggere gli insetti

source: Medicine cases, portable, filled
it: Borse medicinali da viaggio

source: Antiparasitic preparations
it: Prodotti antiparassitari

source: Cachets for pharmaceutical purposes
it: Compresse per uso farmaceutico

source: Pest control preparations and articles
it: Preparati ed articoli antiparassitari

source: Hygienic preparations and articles
it: Preparati ed articoli per l'igiene

source: Dental preparations and articles
it: Preparati ed articoli dentali

source: Dietary supplements and dietetic preparations
it: Integratori alimentari e preparati dietetici

source: Absorbent articles for personal hygiene
it: Articoli assorbenti per l'igiene personale

source: Live organs and tissues for surgical purpose
it: Organi e tessuti vivi per scopi chirurgici

source: Medical and veterinary preparations and articles
it: Preparati ed articoli medici e veterinari

source: Disinfectants and antiseptics
it: Disinfettanti ed antisettici

source: Pharmaceuticals and natural remedies
it: Medicamenti farmaceutici e naturali

source: Medical dressings, coverings and applicators
it: Bende mediche, fasciature ed applicatori

source: Nappies for babies and incontinents
it: Pannolini per infanti ed incontinenti

source: Preparations for destroying noxious animals
it: Prodotti per la distruzione degli animali nocivi

source: Pesticides
it: Pesticidi

source: Dietetic food adapted for veterinary use
it: Alimenti dietetici per uso veterinario

source: Dietetic substances adapted for veterinary use
it: Sostanze dietetiche per uso veterinario

source: Materials for dressings
it: Materiali per medicazioni

source: Surgical glues
it: Colle chirurgiche

source: Autonomic drugs for medical purposes
it: Farmaci autonomici per uso medico

source: Capillary stabilizing agents for medical purposes
it: Agenti di stabilizzazione capillare per uso medico

source: Cord blood for medical purposes
it: Sangue cordonale per uso medico

source: Pharmaceutical preparations for the treatment of bone fractures
it: Prodotti farmaceutici per la cura di fratture ossee

source: Phytotherapy preparations for medical purposes
it: Preparati fitoterapici per uso medico

source: Nutraceutical preparations for therapeutic or medical purposes
it: Preparati nutraceutici per uso terapeutico o medico

source: Freeze-dried food adapted for medical purposes
it: Alimenti liofilizzati per uso medico

source: Homogenized food adapted for medical purposes
it: Alimenti omogeneizzati per uso medico

source: Pre-filled syringes for medical purposes
it: Siringhe preriempite per uso medico

source: Reagent paper for veterinary purposes
it: Carta reagente ad uso veterinario

source: Medicated dentifrices
it: Dentrifici medicamentosi

source: Pediculicidal shampoos
it: Shampoo contro i pidocchi

source: Insecticidal animal shampoo
it: Shampoo insetticida per animali

source: Medicated after-shave lotions
it: Lozioni dopo-barba medicate

source: Medicated dry shampoos
it: Shampoo secco medicamentoso

source: Antibacterial soap
it: Saponi antibatterici

source: Germicidal detergents
it: Detergenti germicidi

source: Medicated shampoos
it: Shampoo medicamentosi

source: Disinfectant soap
it: Saponi disinfettanti

source: Pharmaceutical preparations for treating chemical imbalances
it: Preparazioni farmaceutiche per il trattamento di squilibri chimici

source: Amino acid preparations for medical purposes
it: Prodotti d'amminoacidi per uso medico

source: Arsenic detoxification agents for medical purposes
it: Agenti di disintossicazione dall'arsenico per uso medico

source: Benzol detoxification agents for medical purposes
it: Agenti di disintossicazione dal benzolo per uso medico

source: Cardiovascular agents for medical purposes
it: Agenti cardiovascolari per uso medico

source: Cellular function activating agents for medical purposes
it: Agenti che attivano funzioni cellulari per uso medico

source: Chlorine detoxification agents for medical purposes
it: Agenti di disintossicazione dal cloro per uso medico

source: Hemostatics for medical purposes
it: Strumenti emostatici per uso medico

source: Medicines for intestinal disorders
it: Medicinali per disturbi intestinali

source: Mineral preparations for medical purposes
it: Preparati a base di minerali per uso medico

source: Mixed biological preparations for medical purposes
it: Prodotti biologici mischiati per uso medico

source: Anti-inflammatory ointments
it: Unguenti antinfiammatori

source: Acetaminophen [for relief of pain]
it: Acetaminofene [per alleviare il dolore]

source: Acne medications
it: Farmaci per l'acne

source: Algaecide chemicals for swimming pools
it: Prodotti chimici alghicidi per piscine

source: Algaecides [chemicals for swimming pool maintenance]
it: Alghicidi [prodotti chimici per la manutenzione di piscine]

source: Aloe vera gel for therapeutic purposes
it: Gel all'aloe vera per uso terapeutico

source: Amino acids for medical or veterinary purposes
it: Amminoacidi per uso medico e veterinario

source: Antiarrhythmic agents
it: Agenti antiaritmici

source: Antibacterial substances for medical purposes
it: Sostanze antibatteriche per uso medico

source: Anti-cancer preparations
it: Preparati antitumorali

source: Anticoagulants
it: Anticoagulanti

source: Anti-diabetic preparations
it: Preparati contro il diabete

source: Antidotes
it: Antidoti

source: Anti-epileptic pharmaceutical preparations
it: Preparati farmaceutici antiepilettici

source: Antihistamines
it: Antistaminici

source: Anti-infective products for veterinary use
it: Prodotti antinfettivi per uso veterinario

source: Antimicrobials for dermatologic use
it: Antimicrobici per uso dermatologico

source: Antipyretic analgesics
it: Analgesici antipiretici

source: Anti-sarcoma preparations
it: Preparati contro i sarcomi

source: Antiseptic liquid bandages
it: Cerotti liquidi antisettici

source: Antispasmodics
it: Antispasmodici

source: Antitoxic sera
it: Sieri antitossici

source: Antitoxins
it: Antitossine

source: Anti-tuberculous preparations
it: Preparati contro la tubercolosi

source: Anti-tussive expectorants
it: Espettoranti contro la tosse

source: Astringents [pharmaceutical]
it: Astringenti [prodotti farmaceutici]

source: Balms for pharmaceutical purposes
it: Balsami per uso farmaceutico

source: Biological fungicides
it: Fungicidi biologici

source: Biological herbicides
it: Erbicidi biologici

source: Biological indicators for monitoring sterilization processes for medical or veterinary purposes
it: Indicatori biologici per monitorare i processi di sterilizzazione per uso medico o veterinario

source: Biological preparations for the treatment of cancer
it: Preparati biologici per trattamenti antitumorali

source: Bonding and primer materials for dental purposes
it: Materiali leganti e riempitivi per uso odontoiatrico

source: Bone growth media consisting of biological materials for medical purposes
it: Mezzi per la crescita ossea sotto forma di materiali biologici per uso medico

source: Breath refreshers for medical purposes
it: Rinfrescanti dell'alito per uso medico

source: Breath-freshening chewing gum for medicinal purposes
it: Gomme da masticare rinfrescanti dell'alito per uso medico

source: Capsules sold empty for pharmaceuticals
it: Capsule vendute vuote per prodotti farmaceutici

source: Ceramic materials for dental use for fillings
it: Materiali ceramici per otturazioni dentarie

source: Cerebral hemorrhage prophylactic agents
it: Agenti profilattici per emorragia cerebrale

source: Chemical preparations for sanitary purposes
it: Preparati chimici per uso sanitario

source: Chloramphenicol preparations
it: Preparati a base di cloramfenicolo

source: Cleansing solutions for medical use
it: Soluzioni detergenti per uso medico

source: Compounds for sanitising eggs
it: Composti per disinfettare le uova

source: Contrast media for use with medical ultrasound apparatus
it: Agenti di contrasto per apparecchi medici a ultrasuoni

source: Decoctions of medicinal herb
it: Decotti di erba medicinale

source: Dental alloys
it: Leghe dentali

source: Dental porcelain materials
it: Materiali dentari di porcellana

source: Dermatological pharmaceutical products
it: Prodotti farmaceutici dermatologici

source: Diagnostic preparations for medical or veterinary purposes
it: Prodotti di diagnostica per uso medico o veterinario

source: Dietetic sugar substitutes for medical use
it: Surrogati dietetici dello zucchero per uso medico

source: Disinfectants for swimming pools
it: Disinfettanti per piscine

source: Ear candles for therapeutic purposes
it: Candele per orecchie per uso terapeutico

source: Emetics
it: Emetici

source: Emollients for medical purposes
it: Emollienti per uso medico

source: Ferments for medical or veterinary use
it: Fermenti per uso medico o veterinario

source: Fissure sealant for dental and dental technical purposes
it: Sigillante per fessure per uso odontoiatrico e odontotecnico

source: Fixing materials for dental purposes
it: Materiali di fissaggio per uso odontoiatrico

source: Fodder additives for medical purposes
it: Additivi per foraggi per uso medico

source: Fumigating sticks as disinfectants
it: Bastoncini fumiganti come disinfettanti

source: Fungicides for agricultural use
it: Fungicidi per uso agricolo

source: Fungicides for domestic use
it: Fungicidi per uso domestico

source: Fungicides for medical use
it: Fungicidi per uso medico

source: Gastrointestinal cleaning agents
it: Agenti di pulizia gastrointestinale

source: General anesthetics
it: Anestetici generali

source: Ginseng capsules for medical purposes
it: Capsule di ginseng per uso medico

source: Glucose for use as an additive to foods for medical purposes
it: Glucosio da usare come additivo alimentare per uso medico

source: Gummy vitamins
it: Vitamine gommose

source: Herbicide for agricultural use
it: Erbicida per uso agricolo

source: Hypoglycemic agents
it: Agenti ipoglicemici

source: Inhalant anesthetics
it: Anestetici per inalazione

source: Inhaled pharmaceutical preparations for the treatment of respiratory diseases and disorders
it: Prodotti farmaceutici da inalazione per la cura di malattie e disturbi respiratori

source: Insecticides for agricultural use
it: Insetticidi per uso agricolo

source: Insecticides for domestic use
it: Insetticidi per uso domestico

source: Insulin
it: Insulina

source: Lipotropic factor preparations
it: Preparati a fattore lipotropico

source: Lysine preparations
it: Preparati lisinici

source: Materials for artificial teeth
it: Materiali per denti artificiali

source: Materials for tooth restoration
it: Materiali per il restauro dentale

source: Medical adhesives for binding internal tissue
it: Adesivi medici per fissare i tessuti interni

source: Medical adhesives for binding wounds
it: Adesivi medici per suturare le ferite

source: Medical foodstuff additives for veterinary use
it: Additivi medicinali per alimenti per uso veterinario

source: Medicinal herbs in dried or preserved form
it: Erbe medicinali essiccate o conservate

source: Medicinal radix glycyrrhizae
it: Radix glycyrrhiza medicinale

source: Medicines for adjusting the menstrual cycle
it: Medicinali per regolare il ciclo mestruale

source: Medicines for prevention against milk fever
it: Medicinali per la prevenzione della febbre da latte

source: Medicines for the treatment of gastrointestinal diseases
it: Medicinali per la cura di disturbi gastrointestinali

source: Metal primers for dental purposes
it: Primer per metalli per uso odontoiatrico

source: Milk sugar for medical purposes [lactose]
it: Zucchero di latte per uso medico [lattosio]

source: Mixed antibiotic preparations
it: Preparati antibiotici misti

source: Mixed hormone preparations
it: Preparati ormonali misti

source: Mouth cavity cleansers
it: Detergenti del cavo orale

source: Mugwort for medical purposes
it: Artemisia per uso medico

source: Nutritional additives to foodstuffs for animals, for medical purposes
it: Additivi alimentari per alimenti per animali, per uso medico
